{
    "baseInfo.title1": "How to read this?",
    "baseInfo.title2": "About the data",
    "circle.packing": "This diagram is called a <strong>packed circle</strong> chart or <strong>circular treemap</strong>. It displays hierarchical data as a set of nested circles. Each branch of the structure is represented by a circle, which is then broken down into smaller circles representing sub-branches. Areas of circles are proportional to the value they represent. Colours serve to keep circles or branches distinct from one another.",
    "treemap": "This diagram is called a <strong>treemap</strong> and displays hierarchical data as a set of nested rectangles. Each branch of the structure is represented by a rectangle, which is then broken down into smaller rectangles representing sub-branches. Areas of rectangles are proportional to the value they represent. Colours serve to keep rectangles or branches distinct from one another.",
    "bubble.chart": "This diagram is called a <strong>bubble chart</strong>. Each bubble represents one datatype. Each bubble is a different data type. The size of each bubble indicates how much data there is.",
    "bar.chart": "This diagram is called a <strong>bar chart</strong>. The length of each bar is proportional to the value it represents.",
    "alluvial.diagram1": "This diagram is called <strong>Sankey or alluvial diagram</strong>, a type of flow diagram that shows changes in network structure over time e.g. in terms of location or groupings.",
    "alluvial.diagram2": "The height of the blocks on the left and right of the diagram represent the sizes of categories measured. The height of the lines streaming between the blocks represents the size of a subset of the changes for a (sub)set of those categories.",
    "line.chart1": "This diagram is called a logarithmic line chart and shows in lines how different values have developed over time.",
    "line.chart2": "The chart uses a so-called <strong>logarithmic scale</strong> to show numerical data over a very wide range of values in a compact way. Such a scale is nonlinear: the numbers 10 and 20, and 60 and 70, are not the same distance apart on a log scale. Through this, some changes in the dynamic of the development become more visible."
}
